Repository: tobihagemann/somnio
Catalog: Sources/SomnioCLICore/Resources/Localizable.xcstrings
Source language: en
Languages: de

source: %@ could not be found on the server.
de: %@ konnte im Server nicht gefunden werden.

source: %@ was kicked from the server.
de: %@ wurde aus dem Server gekickt.

source: Broadcast message: %@
de: Broadcast Nachricht: %@

source: It is the year %1$@, the month %2$@, the day %3$@ and the time is %4$@:%5$@:%6$@.
de: Wir schreiben das Jahr %1$@, den Monat %2$@, den Tag %3$@ und es ist %4$@:%5$@:%6$@ Uhr.

source: Log file deleted.
de: Log Datei wurde gelöscht.

source: Log file is empty or does not exist.
de: Log Datei ist leer bzw. existiert nicht.

source: Number of players on the server: %@
de: Anzahl an Spieler im Server: %@

source: Successfully logged into the server.
de: Erfolgreich in den Server eingeloggt.

source: The error %@ occurred.
de: Der Fehler %@ ist aufgetaucht.

source: The server is running version: %@
de: Der Server läuft mit der Version: %@

source: Unknown command.
de: Unbekannter Befehl.

source: WebLog file deleted.
de: WebLog Datei wurde gelöscht.

source: WebLog file is empty or does not exist.
de: WebLog Datei ist leer bzw. existiert nicht.

source: Welcome to the Somnio Console!
de: Willkommen zur Somnio Console!
